
default_main_menu_answer = "Приветствуем Вас в телеграм-боте Гостиница Орбита г. Усинск!\nВыберите интересующий раздел:"
phone_request_answer_initial = '''Приветствуем Вас в телеграм-боте Гостиница Орбита г. Усинск!
                                \nНе могли бы вы перед началом работы с ботом предоставить свои контактные данные?
                                \nЭто необходимо для Вашей идентификации при бронировании мест на проводимых мероприятиях музыкального клуба "Орбита Джаз Клуб"
                                \nЭто можно сделать позже, нажав на конпку в разделе команд бота'''

phone_request_answer_repeat = 'Чтобы поделиться контактами, нажмите на кнопку ниже.\n\nЭто необходимо для Вашей идентификации при бронировании мест на проводимых мероприятиях музыкального клуба "Орбита Джаз Клуб"'


start_command_text = 't'

server_unavailable_answer = f"Сервер недоступен.\n\nПожалуйста, Попробуйте позднее."
no_successful_entries_answer = f"У Вас отсутсвуют забронированные места на анонсированные мероприятия Клуба."
session_expired = "Время сессии истекло, возврат в главное меню..."
no_events_available_answer = f"На данный момент мероприятий для бронирования нет."
default_jazz_club_menu_answer = '🎷Главное меню Джаз Клуб Орбита'
default_orders_menu_answer = '🛒Раздел заявок бронирования'
default_rest_menu_answer = '🍗Раздел Ресторан "Орбита"'